<template>
  <section class="connections">
    <div class="container-old">
      <div class="title_2">Порядок подключения</div>
      <div class="flex connections_box">
        <div class="item">
          <div class="num">1</div>
          <div class="name_block">
            <div class="top_block flex">
              <div class="question_box">
                <span class="qu">
                  <fa icon="question" class="ml-question" />
                </span>
                <div class="text_block">
                  <div>
                    <p>
                      На данном этапе мы проводим интервьюирование Заказчика на
                      предмет ожидаемого в Программе:
                    </p>
                    <p>⠀</p>
                    <p>- маркетинговый функционал;</p>
                    <p>- состав технического решения;</p>
                    <p>- интеграции;</p>
                    <p>- бизнес-процессы;</p>
                    <p>- бонусные механики;</p>
                    <p>- каналы коммуникаций;</p>
                    <p>- план коммуникаций;</p>
                    <p>- интерфейсы для пользователей.</p>
                    <p>⠀</p>
                    <p>⠀</p>
                    <p>Результат оценки проекта:</p>
                    <p>⠀</p>
                    <p>
                      -&nbsp; единый документ «Паспорт программы лояльности»;
                    </p>
                    <p>- уточненное КП с ценами и сроками с нашей стороны.</p>
                    <p>⠀</p>
                    <p>
                      Данный документ готовится абсолютно бесплатно и может быть
                      использован Заказчиком по своему усмотрению.
                    </p>
                  </div>
                </div>
              </div>
              <div class="name">Оценка проекта</div>
            </div>
            <ul>
              <li>Функционал</li>
              <li>Деньги</li>
              <li>Сроки</li>
            </ul>
          </div>
        </div>

        <div class="item">
          <div class="num">2</div>
          <div class="name_block">
            <div class="top_block flex">
              <div class="question_box">
                <span class="qu">
                  <fa icon="question" class="ml-question" />
                </span>
                <div class="text_block">
                  <div>
                    <p>
                      На данном этапе мы размещаем It-инфраструктуру Вашей
                      Программы в тестовой среде и действуем по плану, на
                      основании Паспорта Программы:
                    </p>
                    <p>⠀</p>
                    <p>&nbsp;- настраиваем систему лояльности;</p>
                    <p>
                      - готовим технические заданийя на интеграцию внешних
                      систем с системой лояльности;
                    </p>
                    <p>
                      - настраиваем веб-интерфейсы пользователей со стороны
                      Заказчика;
                    </p>
                    <p>
                      - проводим интеграцию системы лояльности с внешними
                      системами;
                    </p>
                    <p>
                      - готовим креативную концепцию ручных и автоматических
                      рассылок;
                    </p>
                    <p>
                      - настраиваем мобильные приложения под фирменный стиль
                      Заказчика (если это будет нужно);
                    </p>
                    <p>- готовим проектную документацию .</p>
                    <p>⠀</p>
                    <p>Результат:</p>
                    <p>
                      - система лояльности и её компоненты модифицированы и
                      настроены;
                    </p>
                    <p>- интеграции проведены;</p>
                    <p>- веб-интерфейсы модифицированы и настроены;</p>
                    <p>- проектная документация подготовлена;</p>
                    <p>
                      - креативная концепция ручных и автоматических рассылок
                      подготовлена;
                    </p>
                    <p>- правила, бизнес-процессы, инструкции подготовлены.</p>
                  </div>
                </div>
              </div>
              <div class="name">Настройка</div>
            </div>
            <ul>
              <li>Тех. задание</li>
              <li>Модификация</li>
              <li>Интеграция</li>
            </ul>
          </div>
        </div>

        <div class="item">
          <div class="num">3</div>
          <div class="name_block">
            <div class="top_block flex">
              <div class="question_box">
                <span class="qu">
                  <fa icon="question" class="ml-question" />
                </span>
                <div class="text_block">
                  <div>
                    <p>На данном этапе мы «собираем» воедино:</p>
                    <p>- всю документацию;</p>
                    <p>- все интеграции;</p>
                    <p>
                      - все модификации и настройки по всем бизнес-процессам и
                      системам
                    </p>
                    <p>⠀</p>
                    <p>
                      и проводим совместное комплексное техническое и
                      пользовательское тестирование.
                    </p>
                    <p>⠀</p>
                    <p>Результат:</p>
                    <p>
                      - детализированный отчёт о тестировании функционала и
                      готовности всех систем и интеграций к промышленной
                      эксплуатации.
                    </p>
                  </div>
                </div>
              </div>
              <div class="name">Тестирование</div>
            </div>
            <ul>
              <li>Система</li>
              <li>Интерфейсы</li>
              <li>Бизнес-процессы</li>
            </ul>
          </div>
        </div>

        <div class="item">
          <div class="num">4</div>
          <div class="name_block">
            <div class="top_block flex">
              <div class="question_box">
                <span class="qu">
                  <fa icon="question" class="ml-question" />
                </span>
                <div class="text_block">
                  <div>
                    <p>
                      На данном этапе мы запускаем&nbsp; саму Программу в точках
                      продаж.
                    </p>
                    <p>⠀</p>
                    <p>Результат:</p>
                    <p>
                      &nbsp;- программа лояльности работает в точках Продаж
                      Заказчика;
                    </p>
                    <p>
                      - за программой акреплен аккаунт-менеджер и менеджер
                      технической поддержки со стороны M.loyalty
                    </p>
                    <p>⠀</p>
                    <p>Дополнительно, по договоренности оказываем:</p>
                    <p>⠀</p>
                    <p>- расширенную техническую поддержку;</p>
                    <p>- маркетинговое сопровождение программы;</p>
                    <p>- разрабатываем сценарии развития Вашей ПЛ.</p>
                  </div>
                </div>
              </div>
              <div class="name">Эксплуатация</div>
            </div>
            <ul>
              <li>Клиенты</li>
              <li>Продажи</li>
              <li>Аналитика</li>
            </ul>
          </div>
        </div>
      </div>
      <!-- <button type="button" class="btn btn-order" @click="openQuiz">
        Заказать КП
      </button> -->
    </div>
  </section>
</template>

<script>
export default {
  name: 'ConnectionBlockDefault',
  methods: {
    openQuiz() {
      // TODO перенести в конфиг ID quiz
      // eslint-disable-next-line no-undef
      Marquiz.showModal('5aa97f14ee90d20018523ad6')
    },
  },
}
</script>
