export default {
  defaults: {
    showItems: 6,
    tags: [
      'Конфигурация 1С',
      'Штрих М Кассир 5',
      '1С Битрикс',
      'Моб. приложения',
      'Сертификаты',
    ],
  },
  partners: [
    {
      id: 3,
      title: 'Сладкоежкам везет',
      description: 'Розничная сеть',
      image: '/img/medoboryi.png',
      content: `
        <h2>1С Розница 8 (типовая и не типовая)</h2>
        <p>Бонусно-дисконтная программа. Крым. Сеть кондитерских.</p>
        <h2 class="my-4">Что мы делали на проекте:</h2>
        <p>1. Разработка концепции Программы лояльности</p>
        <p>2. Доработка и настройка модуля для 1С Розница 8</p>
        <p>3. Настройка условий программы лояльности</p>
        <p>4. Разработка и внедрение системы фрод-мониторинга в сети</p>
        <p>5. Подключение внешней аналитической системы Заказчика</p>
        <p>6. Доработка конструктора акций и коммуникаций по ТЗ</p>
        <p>7. Настройка личных кабинетов (менеджера и партнера)</p>
        <p>8. Разработка Правил Программы (оферта для клиентов)</p>
        <p>9. Разработка и запуск мобильных приложений (ios | android)</p>
        <p>10. Разработка инструкций для персонала сети</p>
        <h2 class="my-4">Срок настройки и запуска проекта: 2 месяца</h2>
        <p>Контакты и рекомендации по запросу.</p>
      `,
      tags: ['Конфигурация 1С'],
      special: [
        { color: '#58AEDC', text: 'Переезд' },
        { color: '#D4614A', text: 'Импорт' },
      ],
    },
    {
      id: 4,
      title: 'Нем-Ка',
      description: 'Строительная компания',
      image: '/img/partner-nemka.png',
      content: `
        <h2>1С Управление Торговлей 10.3</h2>
        <p>Бонусная программа. Москва. Товары для строительства.</p>
        <h2 class="my-4">Что мы делали на проекте:</h2>
        <p>1. Разработка концепции Программы лояльности</p>
        <p>2. Доработка и настройка модуля для 1С Управление Торговлей 10.3</p>
        <p>3. Настройка условий программы лояльности</p>
        <p>
          4. Настройка каналов коммуникации, настройка шаблонов сообщений и писем
        </p>
        <p>5. Настройка личных кабинетов (менеджера и партнера)</p>
        <p>6. Разработка Правил Программы (оферта для клиентов)</p>
        <h2 class="my-4">Срок настройки и запуска проекта: 1 месяц</h2>
        <p>Контакты и рекомендации по запросу.</p>
      `,
      tags: ['Конфигурация 1С'],
      special: [{ color: '#11B9A3', text: 'Срок "Вчера"' }],
    },
    {
      id: 5,
      title: 'Holika',
      description: 'Сеть магазинов косметики',
      image: '/img/partner-holika.png',
      content: `
        <h2>1С Розница 8, 1С УТ 11.4</h2>
        <p>Бонусно-дисконтная программа.</p>
        <p>РФ. Сеть магазинов косметики (розница + интернет-магазины)</p>
        <h2 class="my-4">Что мы делали на проекте:</h2>
        <p>1. Разработка концепции Программы лояльности</p>
        <p>2. Доработка и настройка модуля для 1С Розница 8 и 1С УТ 11.4</p>
        <p>3. Полная интеграция с 1С Битрикс Управление Сайтом</p>
        <p>4. Разработка концепции подключения франчайзи</p>
        <p>
          5. Доработка систем и интерфейсов для работы с франчайзи (учёт | акции |
          маркетинг)
        </p>
        <p>6. Настройка условий программы лояльности</p>
        <p>7. Импорт клиентской базы с историей покупок</p>
        <p>8. Доработка конструктора акций и коммуникаций по ТЗ</p>
        <p>9. Доработка функционала и интерфейса личного кабинета менеджера</p>
        <p>10. Разработка и запуск промо-сайта и личного кабинета клиента</p>
        <p>11. Разработка Правил Программы (оферта для клиентов)</p>
        <p>
          Являемся эксклюзивным подрядчиком по реализации программы лояльности.
          Осуществляем полную поддержку франчайзинговой сети.
        </p>
        <h2 class="my-4">Срок настройки и запуска проекта: 3 месяца</h2>
        <p>Контакты и рекомендации по запросу.</p>
      `,
      tags: ['Конфигурация 1С', '1С Битрикс'],
      special: [{ color: '#58AEDC', text: 'Переезд' }],
    },
    {
      id: 6,
      title: 'Народные традиции',
      description: 'Торговый дом',
      image: '/img/partner-national-tradition.png',
      content: `
        <h2>1С Розница 8</h2>
        <p>
          Бонусно-дисконтная программа. РФ. Сеть магазинов товаров для
          самогоноварения (розница + интернет-магазин)
        </p>
        <h2 class="my-4">Что мы делали на проекте:</h2>
        <p>1. Разработка концепции Программы лояльности</p>
        <p>2. Доработка и настройка модуля для 1С Розница 8</p>
        <p>3. Лёгкая интеграция с 1С Битрикс Управление Сайтом</p>
        <p>4. Разработка концепции подключения франчайзи</p>
        <p>
          5. Настройка систем и интерфейсов для работы с франчайзи (учёт | акции |
          маркетинг)
        </p>
        <p>6. Настройка условий программы лояльности</p>
        <p>7. Доработка конструктора акций и коммуникаций по ТЗ</p>
        <p>8. Разработка Правил Программы (оферта для клиентов)</p>
        <p>9. Разработка инструкций для персонала сети</p>
        <p class="mt-2">Осуществляем поддержку франчайзинговой сети.</p>
        <h2 class="my-4">Срок настройки и запуска проекта: 7 дней</h2>
        <p>Контакты и рекомендации по запросу.</p>
      `,
      tags: [''],
    },
    {
      id: 7,
      title: 'KBeauty Club',
      description: 'Сеть интернет-магазинов',
      image: '/img/partner-kbeautyclub.png',
      tags: ['Конфигурация 1С', '1С Битрикс'],
      content: `
        <h2>1С Розница, PHP, 1С Битрикс Управление сайтом</h2>
        <p>Бонусная программа.</p>
        <p>РФ. Сеть интернет-магазинов и платформа-блог KbeautyClub</p>
        <h2 class="my-4"></h2>
        <p>1. Разработка концепции Программы лояльности</p>
        <p>2. Разработка и настройка модуля для 1С Битрикс Управление Сайтом</p>
        <p>3. Разработка функционала единой авторизации в интернет-магазинах</p>
        <p>4. Интеграция блога, интернет-магазинов и розничной сети с api</p>
        <p>5. Настройка условий программы лояльности</p>
        <p>6. Разработка Правил Программы (оферта для клиентов)</p>
        <p>
          7. Подключение розничной сети к Программе лояльности и обучение персонала
        </p>
        <p>8. Подключение интернет-магазинов и платформы к системе лояльности</p>
        <h2 class="my-4">Срок настройки и запуска проекта: 3месяца</h2>
        <p>Контакты и рекомендации по запросу.</p>
      `,
    },
    {
      id: 8,
      title: 'Ralf Ringer',
      description: 'Сеть магазинов обуви "Ralf"',
      image: '/img/ralf.webp',
      tags: ['Конфигурация 1С'],
      content: `
        <h2>1С Управление Торговлей 10.3</h2>
        <p>Бонусно-дисконтная программа.</p>
        <p>Новосибирск. Сеть магазинов обуви "Ralf"</p>
        <h2 class="my-4">Что мы делали на проекте:</h2>
        <p>1. Разработка концепции Программы лояльности</p>
        <p>2. Разработка и настройка модуля для 1С Управление Торговлей 10.3</p>
        <p>
          3. Разработка функционала проведения покупок интернет-магазина через 1С
        </p>
        <p>4. Разработка уникального функционала реферальной системы</p>
        <p>5. Настройка условий программы лояльности</p>
        <p>6. Разработка Правил Программы (оферта для клиентов)</p>
        <p>7. Подключение розничной сети к Программе лояльности</p>
        <p>8. Подготовка промо-сайта инструкции и обучение персонала сети.</p>
        <h2 class="my-4">Срок настройки и запуска проекта: 14 дней</h2>
        <p>Контакты и рекомендации по запросу.</p>
      `,
    },
    {
      id: 9,
      title: 'Milana Silver',
      description: 'Сеть магазинов ювелирных изделий.',
      image: '/img/milanasilver.webp',
      tags: ['Конфигурация 1С'],
      content: `
        <h2>1С Ювелирный Дом; 1С Ювелирный Салон</h2>
        <p>Бонусная программа.</p>
        <p>Москва. Сеть магазинов ювелирных изделий.</p>
        <h2 class="my-4"></h2>
        <p>Что мы делали на проекте:</p>
        <p>1. Разработка концепции Программы лояльности</p>
        <p>
          2. Разработка и настройка модуля для 1С Ювелирный Дом и 1С Ювелирный Салон
        </p>
        <p>3. Настройка условий программы лояльности</p>
        <p>4. Доработка конструктора акций и коммуникаций по ТЗ</p>
        <p>5. Разработка Правил Программы (оферта для клиентов)</p>
        <p>6. Подключение розничной сети к Программе лояльности</p>
        <p>7. Подготовка инструкций и обучение персонала сети.</p>
        <h2 class="my-4">Срок настройки и запуска проекта: 7 дней</h2>
        <p>Контакты и рекомендации по запросу.</p>
      `,
    },
    {
      id: 10,
      title: 'Parure',
      description: 'Сеть магазинов ювелирных изделий.',
      image: '/img/parure.webp',
      tags: ['Конфигурация 1С'],
      content: `
        <h2>1С УНФ</h2>
        <p>Бонусная программа.</p>
        <p>Санкт-Петербург. Сеть магазинов ювелирных изделий.</p>
        <h2 class="my-4">Что мы делали на проекте:</h2>
        <p>1. Разработка концепции Программы лояльности</p>
        <p>2. Разработка и настройка модуля для 1С УНФ</p>
        <p>3. Настройка условий программы лояльности</p>
        <p>4. Доработка конструктора акций и коммуникаций по ТЗ</p>
        <p>5. Разработка Правил Программы (оферта для клиентов)</p>
        <p>6. Подключение розничной сети к Программе лояльности</p>
        <p>7. Подготовка инструкций и обучение персонала сети.</p>
        <h2 class="my-4">Срок настройки и запуска проекта: 3 недели</h2>
        <p>Контакты и рекомендации по запросу.</p>
      `,
    },
    {
      id: 1,
      title: 'Пожалуйста',
      description: 'Коалиционная программа',
      image: '/img/please.png',
      content: `
      test`,
      tags: ['Конфигурация 1С', 'Моб. приложения', '1С Битрикс'],
    },
    {
      id: 2,
      title: 'M5 BONUS',
      description: 'Торговый центр',
      image: '/img/m5.png',
      content: 'Здесь будет описание',
      tags: ['Конфигурация 1С', '1С Битрикс'],
    },
  ],
}
