export default {
  anchor: 'templates-block',
  title: 'Популярные шаблоны <br /> акций и рассылок',
  // title: 'Часто задаваемые вопросы',
  image: '/img/lap_persp.jpg',
  items: [
    {
      name: 'Постоянный процент поощрения от суммы покупки',
      text: `
        <div>
          <p>Пример механики:</p>
          <p>- всем клиентам;</p>
          <p>- в любое время;</p>
          <p>- за любой товар;</p>
          <p>- за любую сумму покупки;</p>
          <br>
          <p>
            Начисляется 5% от суммы покупки в виде бонусов на личный счет!
          </p>
          <p>1 бонус= 1 рубль скидки!</p>
          <br>
          <p>Например,</p>
          <br>
          <p>- покупка = 100 р.</p>
          <p>
            - поощрение клиента = 100 р. * 5%= 5 бонусов на счет (1 бонус=1
            рубль)
          </p>
          <p>
            - результат = бизнес дал обещание предоставить скидку в 5р. только
            при следующей покупке, но при этом клиент в кассу заплатил 100%
            стоимости покупки! Т.е. 5 бонусов, обещанные за первую покупку,
            можно реализовать только при следующей покупке, т.е. одно обещание
            обеспечивает 2 покупки, как минимум!
          </p>
          <br>
          <p>
            Данная механика, в качестве основной механики Программы,
            применяется для мотивации клиентов совершать привычные, частые
            покупки в одном магазине, т.е. в Вашем!
          </p>
          <br>
          <p>
            Данная механика отражается в Правилах Программы на сайте
            Программы.
          </p>
        </div>
    `,
    },
    {
      name: 'Плавающий процент поощрения от суммы покупки',
      text: `
      <div>
      <p>Пример механики:</p>
      <p>- всем клиентам;</p>
      <p>- в любое время;</p>
      <p>- за любой товар;</p>
      <br>
      <p>
        НО, в зависимости от суммы одной покупки, начисляется разный %
        бонусами:
      </p>
      <p>
        - сумма покупки от 1 до 100 р. – 5% в виде бонусов на личный
        счет;
      </p>
      <p>
        - сумма покупки от 100 р. до 500 р. – 7% в виде бонусов на
        личный счет;
      </p>
      <p>
        - сумма покупки от 500 р. и выше – 10% в виде бонусов на личный
        счет.
      </p>
      <br>
      <p>
        Для бизнеса, данные условия, в качестве основной механики
        программы, применяются для мотивации клиентов увеличить средний
        чек разовой покупки.
      </p>
      <br>
      <p>
        Также, данная механика, может быть и временной, а не основной, в
        виде акции. Её действие комбинируют с такими дополнительными
        критериями как:
      </p>
      <br>
      <p>- условия только определенному сегменту клиентов;</p>
      <p>- условия только в определенное время;</p>
      <p>
        - условия только на конкретный товар/услугу или группу
        товаров/услуг и т.д.
      </p>
      <br>
      <p>
        Данная механика отражается в Правилах Программы и периодически
        сопровождается рекламной коммуникаций через имеющиеся и
        подтвержденные каналы коммуникации с участником, коммуникацией
        через соц. сети и баннерной рекламой на сайте Программы.
      </p>
    </div>
    `,
    },
    {
      name: 'Разный процент поощрения на разный товар',
      text: `
        <div>
          <p>Пример механики:</p>
          <p>- всем клиентам;</p>
          <p>- в любое время;</p>
          <p>- за любую сумму покупки;</p>
          <br>
          <p>Начисляется 2% бонусами от суммы чека покупки,</p>
          <br>
          <p>
            НО, в случае если в чеке покупки присутствуют определенные
            артикул/группа/категория товара/услуги, то на эти позиции
            начисляются бонусы по другим правилам, например:
          </p>
          <br>
          <p>- товар А= 3% бонусами;</p>
          <p>- товар B= 5% бонусами;</p>
          <p>- любые другие позиции = 2 % бонусами</p>
          <br>
          <p>
            С точки зрения бизнеса, данные условия, в качестве основной
            механики программы, применяются:
          </p>
          <br>
          <p>
            - в случаях когда «усреднить % поощрения» на все товары/услуги
            не является возможным;
          </p>
          <p>
            - для мотивирования клиентов посещать магазин ради большого %
            бонусами на один конкретный товар/услуг, т.к. клиент купит и
            другой, сопутствующий товар с меньшим % начисления, раз уж
            пришел;
          </p>
          <p>- для продвижения товаров конкретного бренда/поставщика.</p>
          <br>
          <p>
            Критериями поощрения в данной механике не всегда являются только
            разные % начисления, но и:
          </p>
          <br>
          <p>
            - фиксированное количество бонусов (допустим, за наличие товара
            А в чеке покупки начислим ещё 100 бонусов)
          </p>
          <p>
            - фиксированное количество бонусов со сроком жизни, т.е. те
            которые нужно списать в определенный срок, в противном случае
            они «сгорят»;
          </p>
          <p>
            - дополнительный % от суммы данной позиции в чеке, но при
            следующей покупке
          </p>
          <p>- и т.д.</p>
          <br>
          <p>
            Данная механика отражается в Правилах Программы и периодически
            сопровождается рекламной коммуникаций через имеющиеся и
            подтвержденные каналы коммуникации с участником, коммуникацией
            через соц. сети и баннерной рекламой на сайте Программы.
          </p>
        </div>
    `,
    },
    {
      name: 'Поощрение за время и сумму покупки!',
      text: `
      <div >
      <p>Пример механики:</p>
      <p>Всем клиентам начисляется 2% бонусами от суммы покупки,</p>
      <br>
      <p>
        НО, в случае если покупка была совершена в определенное время
        начисляется:
      </p>
      <br>
      <p>
        - дополнительные фиксированные бонусы; допустим - « всем 50
        бонусов за покупку с 13.00 до 15.00";
      </p>
      <p>
        - двойные бонусы; допустим – «всем бонусы в двойном размере за
        покупку с 13.00 до 15.00";
      </p>
      <br>
      <p>
        НО, в случае если чек покупки больше чем, допустим – 2000
        рублей, то начисляется:
      </p>
      <p>
        - дополнительные фиксированные бонусы; допустим - « всем, кто
        совершил покупку свыше 2000 рублей, дополнительно 50
        бонусов»;
      </p>
      <p>
        - двойные бонусы; допустим – «всем, кто совершил покупку свыше
        2000 рублей начисляются двойные бонусы;
      </p>
      <br>
      <p>
        Данная опция используется для поддержания/усиления продаж в
        определенное время, определенного товара, а также для мотивации
        отдельно взятого сегмента клиентской базы на совершение дорогих
        и регулярных покупок!
      </p>
      <br>
      <p>
        Данная механика отражается в Правилах Программы и периодически
        сопровождается рекламной коммуникаций через имеющиеся и
        подтвержденные каналы коммуникации с участником, коммуникацией
        через соц. сети и баннерной рекламой на сайте программы.
      </p>
      <br>
    </div>
    `,
    },
    {
      name: 'Фиксированное количество бонусов за количество покупок!',
      text: `
      <div>
      <p>Пример механики:</p>
      <p>Всем клиентам начисляется 2% бонусами от суммы покупки,</p>
      <br>
      <p>НО</p>
      <p>
        - за каждую пятую/десятую/и т.д. покупку суммой выше 500 рублей
        дополнительно начисляются 100 бонусов;
      </p>
      <p>
        - за каждую пятую/десятую/и т.д. покупку, без уточнения суммы,
        просто за факт количества покупок, начисляется 100 бонусов;
      </p>
      <br>
      <p>
        Бонусы, начисленные за выполнение каких-либо действий сверх
        покупки, допустим:
      </p>
      <p>- количество покупок;</p>
      <p>- большой средний чек;</p>
      <p>- факт самой покупки;</p>
      <p>- отклик на акцию/коммуникацию;</p>
      <br>
      <p>
        могут быть сгораемыми, с определенным сроком их использования.
      </p>
      <p>Например:</p>
      <p>
        - за каждую пятую покупку в Вашем магазине/сети каждый клиент
        получает дополнительно 100 бонусов, которые необходимо
        использовать до 31 декабря, в противном случае они сгорят!
      </p>
      <p>
        - за каждую десятую покупку в Вашем магазине/сети на суммы
        выше 500 рублей, каждый клиент получает дополнительно 500
        бонусов, которые необходимо использовать до 31 декабря, в
        противном случае они сгорят;
      </p>
      <br>
      <p>
        Данная опция используется для поддержания интереса участников к
        Программе, выполнения участниками нужных бизнесу целевых
        действий по совершению регулярных и более дорогих покупок!
      </p>
      <br>
      <p>
        Данная механика отражается в Правилах Программы и периодически
        сопровождается рекламной коммуникаций через имеющиеся и
        подтвержденные каналы коммуникации с участником, коммуникацией
        через соц. сети и баннерной рекламой на сайте Программы.
      </p>
      <br>
    </div>
    `,
    },
    {
      name: 'Уровни клиентов',
      text: `
        <div>
          <!-- content -->
          <p>Пример механики:</p>
          <p>- всем клиентам;</p>
          <p>- в любое время;</p>
          <p>- за любой товар;</p>
          <br>
          <p>
            НО, в зависимости от ОБЩЕЙ суммы покупок за всё время,
            начисляется % бонусов:
          </p>
          <p>
            - общая сумма покупок от 1 до 100 р. – 5% в виде бонусов
            на личный счет;
          </p>
          <p>
            - общая сумма покупок от 100 р. до 500 р. – 7% в виде
            бонусов на личный счет;
          </p>
          <p>
            - общая сумма покупок от 500 р. и выше – 10% в виде
            бонусов на личный счет;
          </p>
          <br>
          <p>
            Редко, но на определенном этапе развития Программы, когда
            клиентская база и бонусный фонд уже сформированы, применяют
            ограничения к условиям этой механики, например:
          </p>
          <br>
          <p>
            - в случае если в течение Х дней не было хотя бы одной покупки,
            то уровень снижается на предыдущий или на самый низший;
          </p>
          <p>
            - в случае если в течение Х дней не было потрачено Y денег, то
            уровень снижается на предыдущий или на самый низший;
          </p>
          <br>
          <p>
            Механика «Уровни клиентов», в качестве основной механики
            программы, применяется для мотивации клиентов совершать покупки
            только у Вас - для накопления большего уровня поощрения и
            бонусов, для будущих покупок.
          </p>
          <br>
          <p>
            Как правило, для снижения рисков достижения критического уровня
            обязательств (скидок) основной массе клиентов, – бизнес
            устанавливает ограничение на списание суммы бонусов в одну
            покупку! Таким образом, количество накопленных бонусов
            обеспечивают бОльшую покупательскую активность в будущем,
            т.к. бонусы будут на счету всегда и чтобы их списать все, нужно
            потратить определенное количество денег.
          </p>
          <br>
          <p>Данная механика, часто применяется в таких сегментах как:</p>
          <p>- одежда, обувь;</p>
          <p>- строительные материалы;</p>
          <p>- красота, здоровье;</p>
          <p>- услуги;</p>
          <p>- общепит;</p>
          <p>- бытовая техника;</p>
          <p>- и т.п.</p>
          <br>
          <p>
            Данная механика отражается в Правилах Программы и периодически
            сопровождается рекламной коммуникаций через имеющиеся и
            подтвержденные каналы коммуникации с участником, коммуникацией
            через соц. сети и баннерной рекламой на сайте Программы.
          </p>
        </div>
    `,
    },
    {
      name: 'Списание бонусов',
      text: `
        <div>
          <!-- content -->
          <p>
            Самые типовые и уже всем понятные правила использования бонусов
            – это:
          </p>
          <p>
            1 бонус=1 рубль скидки. Этот уровень конвертации понимают и
            клиенты, и бизнес.
          </p>
          <br>
          <p>
            НО, правила и условия списания (использования) бонусов разное в
            разных сегментах, и работают «в связке» с правилами начисления
            бонусов.
          </p>
          <br>
          <p>Например:</p>
          <br>
          <p>
            – бизнес изначально начисляет много бонусов, но при этом
            устанавливает низкий порог списания бонусов, чтобы начисленные
            бонусы обеспечивали больше покупок по количеству, т.к. все
            бонусы сразу списать не получится. В таких случаях устанавливают
            ограничение от 50-ти % в одну покупку и ниже!
          </p>
          <p>
            Данный подход популярен в низкомаржинальных сегментах, где
            «давать» большой % скидки нет возможности, а бонусами можно дать
            в два раза больше, допустим 10%, но при этом установить
            ограничение на 50% списания в чек. Таким образом, накопленные
            ранее бонусы обеспечат как минимум две покупки.
          </p>
          <br>
          <p>
            - бизнес начисляет столько бонусов, сколько может и всё
            прозрачно! При этом % начисления должен изначально привлекать
            участников на совершение покупок (допустим в сегментах
            "Аптеки" или "Продукты" в среднем это 3-5%). При таком подходе
            используется типовая формула списания «100% стоимости покупки
            минус 1 рубль». Данный подход работает стабильно, т.к. в этом
            случае участник действительно может совершать покупки за 1 рубль
            за счет накопленных бонусов и именно это "обыгрывается" в
            качестве основного конкуретного преимущества.
          </p>
          <br>
          <p>
            Выше описаны самые типовые случаи по списанию бонусов! При этом,
            каждый бизнес вправе установить любые значения по начислению и
            списанию какие считает нужным – в этом плане ограничений никаких
            нет.
          </p>
          <br>
          <p>
            Данная механика отражается в Правилах Программы на сайте
            Программы.
          </p>
          <br>
        </div>
    `,
    },
    {
      name: 'Велком бонус',
      text: `
        <div>
          <p>
            Самая популярная акция на старте Программы! Используется для
            формирования положительного образа компании в глазах новых
            участников Программы и мотивирует их совершить повторную покупку
            со списанием бонусов! В процессе вовлечения клиент понимает, что
            всё очень легко и продолжает изучать «фишки» программы,
            приглашать друзей, играть в игру!
          </p>
          <p>
            При необходимости легко и автоматически можно отправить
            sms или e-mail сообщение с приветствием и необходимой
            информацией по Программе!
          </p>
          <br>
          <p>
            Данная механика отражается в Правилах Программы на сайте
            Программы.
          </p>
        </div>
    `,
    },
    {
      name: 'Приведи Друга',
      text: `
        <div >
          <p>
            Механика используется для привлечения новых участников из числа
            знакомых и друзей существующих участников по принципу
            «сарафанного радио».
          </p>
          <p>Условия данной механики реализовываются:</p>
          <br>
          <p>
            - в точках продаж на кассе, при регистрации нового клиента
            в программе;
          </p>
          <p>
            - в рабочем кабинете менеджера программы - при регистрации
            нового клиента через интерфейс crm;
          </p>
          <p>
            - в рабочем кабинете оператора колл-центра - при регистрации
            нового клиента через интерфейс crm;
          </p>
          <p>
            - на сайте программы - новый клиент указывает данные своего
            друга, который его пригласил в программу
          </p>
          <br>
          <p>Идентификатором друга может быть:</p>
          <br>
          <p>
            - реферальная ссылка, доступная каждому клиенту в личном
            кабинете с возможность репоста в популярные социальные сети;
          </p>
          <p>- цифровой/буквенный промо-код;</p>
          <p>
            - номер телефона друга, который уже зарегистрирован в программе;
          </p>
          <br>
          <p>Поощрением по данной механике могут быть:</p>
          <br>
          <p>
            - фиксированные бонусы новому клиенту за регистрацию в
            программе;
          </p>
          <p>
            - фиксированные бонусы другу, идентификатор которого был указан
            при регистрации нового клиента в программе;
          </p>
          <p>
            - cash-back в виде фиксированных бонусов за каждую покупку
            клиентов, которых "ты" привел;
          </p>
          <p>
            - cash-back в виде % от суммы покупок клиентов, которых ты
            привёл;
          </p>
          <p>- и т.д. (доступны любые варианты из возможных);</p>
          <br>
          <p>
            Для бизнеса «стоимость» привлечения такого клиента несоизмерима
            с теми затратами, которые бизнес «готов» отдавать за нового
            клиента и отдает сейчас!
          </p>
          <br>
          <p>
            Данная механика отражается в Правилах Программы на сайте
            Программы.
          </p>
        </div>
    `,
    },
    {
      name: 'День Рождения',
      text: `
        <div>
          <p>
            Механика используется для формирования положительного образа
            компании, а также для мотивации клиента совершить покупку в
            такой большой праздник с большей выгодой!
          </p>
          <br>
          <p>Поощрениями в рамках данной механики могут быть:</p>
          <p>
            - начисление фиксированных несгораемых бонусов за несколько дней
            до дня рождения;
          </p>
          <p>
            - начисление фиксированных сгораемых бонусов за несколько дней
            до дня рождения с необходимостью их использования в течение
            нескольких дней после дня рождения;
          </p>
          <p>
            - повышенные бонусы за покупки в период "до" и "после" дня
            рождения;
          </p>
          <br>
          <p>
            При этом условия данной механики могут комбинироваться с другими
            механиками, действующих в рамках специальных акций.
          </p>
          <br>
          <p>
            Как правило по событию "День рождения" клиента, система
            лояльности автоматически отправляет sms или e-mail сообщение с
            поздравлением и необходимой информацией по механике!
          </p>
          <br>
          <p>
            Данная механика отражается в Правилах Программы на сайте
            Программы.
          </p>
        </div>
    `,
    },
    {
      name: 'Сгораемые бонусы по разовым Акциям',
      text: `
        <div>
          <p>
            Механика используется для поддержания интереса участников к
            Программе и получения всплеска продаж в определенные периоды или
            определенного товара/услуги. Сопровождается, как правило,
            рекламной коммуникаций через имеющиеся и подтвержденные каналы
            коммуникации с клиентом.
          </p>
          <p>
            Данную механику применяют для «приглашения» участников в точку
            или точки продаж, декларируя самое выгодное предложение. В
            случае, если участник не отреагирует на предложение, бонусы
            спишутся с его счета!
          </p>
          <br>
          <p>
            В зависимости от сегмента торговли, с данной механикой
            комбинируют ограничения:
          </p>
          <p>- бонусы можно списать на определенный товар/услугу;</p>
          <p>- бонусы можно списать только при размере чека от Х руб;</p>
          <p>- бонусы можно списать только в определенное время дня;</p>
          <p>- и так далее...</p>
          <br>
          <p>
            Данная механика отражается в Правилах Программы на
            сайте Программы.
          </p>
        </div>
    `,
    },
    {
      name: 'Счастливые моменты',
      text: `
        <div >
          <p>
            Механика используется для поддержания/усиления продаж в
            определенное время, определенного товара, а также для мотивации
            отдельно взятого сегмента клиентской базы на совершение
            повторных покупок!
          </p>
          <br>
          <p>
            При данной механике, чаще всего используют бонусные правила и их
            комбинации, такие как:
          </p>
          <br>
          <p>
            - повышенные бонусы за факт покупки в счастливые
            часы/дни/недели/месяцы;
          </p>
          <p>
            - повышенные бонусы за покупку конкретных товаров/групп/брендов
            в счастливые часы/дни/недели/месяцы;
          </p>
          <p>
            - фиксированные бонусы за факт покупки в счастливые
            часы/дни/недели/месяцы;
          </p>
          <p>
            - за факт покупки в счастливые часы/дни/недели/месяцы выдается
            промокод/купон на скидку при совершении следующей покупки
            или нескольких покупок;
          </p>
          <p>- и т.д.</p>
          <br>
          <p>
            Сопровождается данная механика, как правило, рекламной
            коммуникаций через имеющиеся и подтвержденные каналы
            коммуникации с участником, коммуникацией через соц. сети и
            баннерной рекламой на сайте Программы.
          </p>
          <br>
        </div>
    `,
    },
    {
      name: 'Промокоды / купоны',
      text: `
        <div>
          <p>
            Данные опции используются для достижения конкретных целей бренда
            и программы! Мотивация данной механики, как правило,
            направлена на не покупательские активности участников, такие
            как:
          </p>
          <p>- предоставление дополнительных контактных данных</p>
          <p>- регистрация в личном кабинете участника</p>
          <p>
            - действия в группах бренда или Программы в социальных сетях
          </p>
          <p>- отзывы, опросы, селфи и т.д.</p>
          <p>Промокоды распространяются через:</p>
          <p>- e-mail;</p>
          <p>- sms;</p>
          <p>- личный кабинет на сайте программы;</p>
          <p>- социальные сети бренда или программы;</p>
          <p>- партнерские сайты;</p>
          <br>
          <p>
            В зависимости от сегмента торговли и целевой аудитории бренда и
            Программы, промокоды могут быть :
          </p>
          <p>- массовые/персональные;</p>
          <p>- разовые/многоразовые;</p>
          <p>- действовать на весь чек/на товар в чеке;</p>
          <p>- и т.д.</p>
          <br>
          <p>
            Данная механика отражается в Правилах Программы на сайте
            Программы.
          </p>
        </div>
    `,
    },
    {
      name: 'Списание бонусов, начисленных по акции',
      text: `
        <div>
          <p>
            Для большей капитализации любой акции с начислением повышенных
            или фиксированных бонусов можно использовать ограничения на
            списание этих бонусов:
          </p>
          <p>- x% начисленных бонусов можно списать в одну покупку;</p>
          <p>- бонусы можно списать в определенный день или время;</p>
          <p>
            - бонусы можно списать только в определенной точке продаж/точках
            продаж;
          </p>
          <p>
            - бонусы активируются на списание в случае если в чеке есть
            определенный артикул товара/определенное количество
            позиций/определенная сумма чека/наличие в чеке товара А и B/ и
            так далее...
          </p>
          <br>
          <p>
            Данная механика отражается в Правилах Программы на сайте
            Программы.
          </p>
        </div>
    `,
    },
    {
      name: 'Ручное начисление и списание бонусов',
      text: `
      <div>
      <p>
        Для решения штатных или внештатных ситуаций с участниками и
        персоналом, в личном кабинете менеджера системы предусмотрены
        функции ручного начисления и списания бонусов со счета или на
        счет любого участника.
      </p>
      <br>
      <p>
        Данные операции отображаются в личном кабинете менеджера и
        участника.
      </p>
      <p>
        Также, по данному типу операций, по умолчанию, предусмотрены
        коммуникации по Sms и E-mail. Их можно отключить или включить в
        любой момент.
      </p>
      <br>
    </div>
    `,
    },
  ],
}
