<template>
  <main>
    <section class="page_2 container">
      <div class="approval_cont container_2">
        <h1 class="page_2_title">Безопасность и надежность</h1>
        <div>
          <!-- content -->
          <p>
            Настоящим, в соответствии с Федеральным законом №152 ФЗ «О
            персональных данных» от 27.07.2006 года свободно, своей волей и в
            своём интересе выражаю своё безусловное согласие на обработку моих
            персональных данных а, в случае предоставления персональных данных
            третьих лиц, я подтверждаю, что мною получено согласие третьих лиц,
            в интересах которых я действую, оператору платформы M.Loyalty.ru,
            зарегистрированным в соответствии с законодательством РФ&nbsp;
            (далее по тексту - Оператор).
          </p>
          <p>
            Персональные данные – это любая информация, относящаяся к
            определённому или определяемому на основании такой информации
            физическому лицу.
          </p>
          <p>
            Настоящее Согласие выдано мною на обработку следующих персональных
            данных:
          </p>
          <p>Имя;</p>
          <p>Фамилия;</p>
          <p>Телефон;</p>
          <p>Должность;</p>
          <p>E-mail;</p>
          <p>ID социальной сети;</p>
          <p>
            Согласие дано Оператору для совершения следующих действий с моими и
            предоставленными мной персональными данными с использованием средств
            автоматизации и/или без использования таких средств: сбор,
            систематизация, накопление, хранение, уточнение (обновление или
            изменение), использование, распространение (в том числе, передача
            третьим лицам), обезличивание, блокирование, уничтожение, а также
            осуществление любых иных действий с персональными данными в
            соответствии с действующим законодательством Российской Федерации
          </p>
          <p>
            Настоящее согласие действует до момента его отзыва путём направления
            соответствующего уведомления на электронный адрес info@mloyalty.ru.
            В случае отзыва мною согласия на обработку персональных данных
            Оператор вправе продолжить обработку персональных данных без моего
            согласия при наличии оснований, указанных в пунктах 2 11 части 1
            статьи 6, части 2 статьи 10 и части 2 статьи 11 Федерального закона
            №152 ФЗ «О персональных данных» от 26.06.2006 г.
          </p>
          <p>
            Я осознаю, что нажатие кнопки «Отправить», «Оставить заявку»,
            «Заказать КП.», "Заказать звонок", "Узнать стоимость", "Демо",
            означает мое безусловное согласие с условиями, описанными выше, в
            данной политике обработки персональных данных Оператора.
          </p>
        </div>
      </div>
    </section>
  </main>
</template>

<script>
export default {
  name: 'RulesPage',
  head() {
    return {
      title:
        'Согласие на обработку персональных данных - Система лояльноси MLoyalty',
      meta: [
        {
          hid: 'description',
          name: 'description',
          content: `Настоящим, в соответствии с Федеральным законом №152 ФЗ «О
            персональных данных» от 27.07.2006 года свободно, своей волей и в
            своём интересе выражаю своё безусловное согласие на обработку моих
            персональных данных а, в случае предоставления персональных данных
            третьих лиц, я подтверждаю, что мною получено согласие третьих лиц,
            в интересах которых я действую, оператору платформы M.Loyalty.ru,
            зарегистрированным в соответствии с законодательством РФ&nbsp;
            (далее по тексту - Оператор).`,
        },
      ],
    }
  },
}
</script>
